tap "homebrew/services"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "adoptopenjdk/openjdk"

brew "awscli"
brew "bat"
brew "cmake"
brew "coreutils"
brew "direnv"
brew "git"
brew "libtool"
brew "libvterm"
brew "ripgrep"
brew "tree"
brew "watch"
brew "wget"
brew "zsh"

brew "postgresql"
#brew "mysql"
brew "redis"
#brew "kafkacat"

cask "adoptopenjdk11"
brew "clojure"
#brew "boot-clj"
brew "leiningen"
#brew "borkdude/brew/clj-kondo"

brew "nodejs"
brew "yarn"

cask "font-fira-code"

cask "1password"
cask "alfred"
cask "appcleaner"
cask "cyberduck"
cask "docker"
cask "dropbox"
cask "emacs"
cask "firefox"
cask "google-chrome"
cask "iterm2"
cask "paw"
cask "sizeup"
cask "skype"
cask "slack"
cask "spotify"
cask "tableplus"
cask "telegram"
#cask "tower2"
#cask "transmission"
cask "vlc"
cask "the-unarchiver"
cask "whatsapp"
#cask "graalvm/tap/graalvm-ce"
#cask "virtualbox"
#cask "minikube"
#cask "kubernetes-helm"
