tap "homebrew/cask-fonts"
cask "font-fira-code"
cask "font-fira-code-nerd-font"

tap "homebrew/cask-versions"

#cask "logi-options-plus"

#brew "cmake"
brew "direnv"
brew "git"
brew "jq"
brew "fd"
brew "neovim"
brew "ripgrep"
brew "tree"
brew "watch"
brew "wget"
brew "zsh"

brew "go"
brew "rustup-init"

#cask "google-cloud-sdk"

cask "temurin17"

tap "clojure/tools"
brew "clojure/tools/clojure"
#tap "clojure-lsp/brew"
#brew "clojure-lsp/brew/clojure-lsp-native"
tap "borkdude/brew"
brew "borkdude/brew/clj-kondo"
#brew "borkdude/brew/babashka"

brew "nodejs"

cask "1password"
cask "appcleaner"
cask "cyberduck"
cask "docker"
cask "drawio"
cask "dropbox"
cask "google-chrome"
cask "kitty"
#cask "iterm2"
cask "ticktick"
cask "paw"
cask "raycast"
cask "skype"
cask "slack"
cask "spotify"
cask "tableplus"
cask "telegram"
cask "todoist"
cask "transmission"
cask "vlc"
cask "the-unarchiver"
cask "whatsapp"
cask "zed"
