tap "homebrew/services"
tap "caskroom/cask"
tap "caskroom/fonts"
tap "caskroom/versions"

brew "awscli"
brew "bat"
brew "cmake"
brew "coreutils"
brew "candid82/brew/joker"
brew "direnv"
brew "git"
brew "libtool"
brew "ripgrep"
brew "tree"
brew "libvterm"
brew "watch"
brew "wget"
brew "zsh"

#brew "postgresql"
#brew "mysql"
#brew "redis"
#brew "kafkacat"

cask "adoptopenjdk8"
brew "clojure"
brew "boot-clj"
brew "leiningen"

brew "nodejs"
brew "yarn"

cask "font-fira-code"

cask "1password"
cask "alfred"
cask "appcleaner"
cask "cyberduck"
cask "docker"
cask "dropbox"
cask "emacs"
cask "firefox"
cask "gitup"
cask "google-chrome"
cask "iterm2"
cask "paw"
cask "rcdefaultapp"
cask "sizeup"
cask "skype"
cask "slack"
cask "spotify"
cask "tableplus"
cask "telegram"
cask "tower2"
cask "transmission"
cask "vlc"
cask "the-unarchiver"
cask "whatsapp"
cask "graalvm/tap/graalvm-ce"
#cask "virtualbox"
#cask "minikube"
#cask "kubernetes-helm"
